; TranslationAuthor: Neamţu Mihai
; TranslationAuthorEmail: mitza97@gmail.com
; Soft Version: 3.11.66
; Update: October 11, 2012


[Lang]
NativeLanguage=Româneşte

[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=OK
ButtonClose=Închidere

[Translation]
LangCode=0418
ReadHabit=Left-to-right
LanguageName=ROM
LangShortName=ro-ro
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informaţii
Warning=Avertisment
Error=Eroare
Confirm=Confirmare
FrmMoMain.lblTotalMem.Caption=Mărime memorie:
FrmMoMain.lblaopt.Caption=Auto optimizare memorie când scade sub:
FrmMoMain.lbltry.Caption=Eliberaţi mai multă memorie
FrmMoMain.btnsettings.Caption=Setări
FrmMoMain.btnOpt.Caption=Optimizaţi acum
FrmMoMain.chkmin.Caption=Minimizare în sertar
FrmMoMain.chkauto.Caption=Rulează la pornirea Windows-ului
FrmMoMain.chkautoOpt.Caption=Activare auto-optimizare
FrmMoMain.ckchkclearborad.Caption=Goliţi clipboard în timp ce se optimizează
FrmMoMain.chkidle.Caption=Rulaţi când CPU este în repaus. (Recomandat)
FrmMoMain.lbllang.Caption=Limba de bază:
FrmAbout.caption=Despre
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Versiunea curentă:
FrmAbout.lblemail.caption=Email suport tehnic:
FrmAbout.lblhome.caption=Pagină de start:
FrmAbout.lblthanks.caption=Mulţumim următoarelor persoane pentru contribuţiile lor:

[Lang]
NativeLanguage=Româneşte

[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=OK
ButtonClose=Închidere

[MemoryOptimizer]
UsedMemory=Memorie utilizată:
AvailableMemory=Memorie disponibilă:
FreeMemory=Memorie liberă:
At=La
pmShow=Arată fereastra programului
pmOpt=Optimizaţi acum
pmAbout=Despre
pmExit=Ieşire
SureExit=Se optimizează memoria...sunteţi sigur că vreţi să ieşiţi acum?
Mintotray=Se optimizează memoria